Repository: GNOME/libgovirt
Catalog: po/*.po
Languages: hi

source: Unexpected parameter type in REST call
hi: REST कॉल में अप्रत्याशित पैरामीटर प्रकार

source: Got '%s' node, expected '%s'
hi: '%s' नोड मिला, अपेक्षित '%s'

source: Root CA certificate file for secure SSL connections
hi: सुरक्षित SSL कनेक्शन के लिए रूट CA प्रमाणपत्र फाइल

source: Display libgovirt version information
hi: libgovirt संस्करण जानकारी प्रदर्शित करें

source: oVirt Options:
hi: oVirt विकल्प:

source: Show oVirt Options
hi: oVirt विकल्प दिखाएं

source: Failed to parse response from collection
hi: संग्रह से प्रतिक्रिया का विश्लेषण करने में विफल

source: Could not extract CA certificate filename from URI
hi: URI से CA प्रमाणपत्र फाइलनाम नहीं निकाला जा सका

source: Cancellable initialization not supported
hi: रद्द करने योग्य आरंभीकरण समर्थित नहीं है

source: Missing mandatory 'id' attribute
hi: अनिवार्य 'id' विशेषता अनुपलब्ध है

source: Missing mandatory 'href' attribute
hi: अनिवार्य 'href' विशेषता अनुपलब्ध है

source: Could not find 'status' node
hi: 'status' नोड नहीं मिल सका

source: Action is pending
hi: कार्रवाई लंबित है

source: Action is in progress
hi: कार्यवाही प्रगति पर है

source: Action has failed
hi: कार्रवाई विफल हो गई है

source: Unknown action failure
hi: अज्ञात कार्रवाई की विफलता

source: Failed to parse response from resource
hi: संसाधन से प्रतिक्रिया का विश्लेषण करने में विफल

source: Could not find 'reason' node
hi: 'reason' नोड नहीं मिल सका

source: Could not find 'ticket' node
hi: 'ticket' नोड नहीं मिल सका

source: Could not find 'value' node
hi: 'value' नोड नहीं मिल सका

source: Could not find 'expiry' node
hi: 'expiry' नोड नहीं मिल सका
