Repository: GNOME/libgovirt
Catalog: po/kw.po
Languages: kw

source: Unexpected parameter type in REST call
kw: Eghen oberadow angwaytys yn galow REST

source: Got '%s' node, expected '%s'
kw: Kavosys poynt '%s', gwaytyas '%s'

source: Root CA certificate file for secure SSL connections
kw: Restren testskrif CA gwreydhen rag junyansow saw SSL

source: Display libgovirt version information
kw: Diskwedhes kedhlow versyon libgovirt

source: oVirt Options:
kw: Dewisyow oVirt:

source: Show oVirt Options
kw: Diskwedhes Dewisyow oVirt

source: Failed to parse response from collection
kw: Y fyllis redya gorthyp rag kuntel

source: Could not extract CA certificate filename from URI
kw: Ny yllir estenna hanow restren testskrif CA rag URI

source: Cancellable initialization not supported
kw: Dalleth hedhadow anskoodhys

source: Missing mandatory 'id' attribute
kw: Teythien a res 'id' fyllis

source: Missing mandatory 'href' attribute
kw: Teythien a res 'href' fyllis

source: Could not find 'status' node
kw: Ny yllir kavos poynt 'status'

source: Action is pending
kw: Gwrians yw ow gortos

source: Action is in progress
kw: Gwrians yw yn avonsyans

source: Action has failed
kw: Gwrians yw fyllis

source: Unknown action failure
kw: Difyk gwrians ankoth

source: Failed to parse response from resource
kw: Y fyllis redya gorthyp rag asnodh

source: Could not find 'reason' node
kw: Ny yllir kavos poynt 'reason'

source: Could not find 'ticket' node
kw: Ny yllir kavos poynt 'ticket'

source: Could not find 'value' node
kw: Ny yllir kavos poynt 'value'

source: Could not find 'expiry' node
kw: Ny yllir kavos poynt 'expiry'
